{
  "site_name": "zd xiaoda's Websites",
  "privacy_policy": {
    "title": "Privacy Policy",
    "page_title": "zd xiaoda's Websites Privacy Policy",
    "intro": "zd xiaoda's Websites (collectively referred to as 'Website' in this document) refers to websites running on xiaoda.fun, bilibili.party and other related domains and subdomains, as well as PWA applications based on these domains. This privacy policy describes how Website uses and protects any information you provide to us. We are committed to ensuring your privacy is protected. If you provide personal information to us through Website, you can be assured that it will only be used in accordance with this privacy statement.",
    "last_updated": "Our privacy policy was last updated on November 22, 2025.",
    "website_visitors": "Website Visitors",
    "website_visitors_content": "Like most websites, Website collects non-personally identifying information such as browser type, language preference, referring website, and the date and time of each visitor request, which is typically provided by the website browser and server. The purpose of Website collecting non-personally identifying information is to better understand how visitors to Website use its website. Website may from time to time publish aggregated non-personally identifying information, for example, by publishing reports on trends in the usage of its website.",
    "collecting_pii": "Collecting Personally Identifying Information",
    "collecting_pii_content": "Some visitors to Website choose to interact with Website in ways that require Website to collect personally identifying information. The amount and type of information that Website collects depends on the nature of the interaction. For example, we ask commenters on our blog to provide a username and email address.",
    "information_protection": "Information Protection",
    "information_protection_content1": "We take reasonable measures to protect your personal information from unauthorized access or use. We will delete your personal information when it is no longer needed and keep it for the necessary time.",
    "information_protection_content2": "Please note that the personal information you provide will be stored within China. We will take appropriate measures to protect the security of your personal information and comply with relevant Chinese laws and regulations.",
    "personal_info_usage": "Use of Personal Information",
    "personal_info_usage_content1": "We will not sell or rent your personal information to third parties unless we have your consent or are required by law.",
    "personal_info_usage_content2": "We will send you email notifications when your comment receives a reply or is approved. If you have agreed to receive information, you can opt out later.",
    "personal_info_usage_content3": "You have the right to block emails from us at any time. If you no longer wish to receive such emails, please click the unsubscribe link at the bottom of the email.",
    "your_rights": "Rights Related to Your Information",
    "your_rights_intro": "Under data protection laws, you may have certain rights regarding the personal information we hold about you. In particular, you may have the right to:",
    "your_rights_item1": "Request a copy of the personal information we hold about you.",
    "your_rights_item2": "Request that we update the personal information we hold about you, or separately correct personal information you believe is incorrect or incomplete.",
    "your_rights_item3": "Request that we delete personal information we hold about you from live systems, or restrict the way we use such personal information (regarding deletion from archives, see the 'Personal Information Retention' section).",
    "your_rights_item4": "Object to our processing of your personal information;",
    "your_rights_item5": "Withdraw your consent to our processing of your personal information (to the extent that such processing is based on your consent, which is the sole basis for permitting the processing).",
    "third_party_links": "Third Party Links",
    "third_party_links_content": "Website may contain links to other websites provided by third parties not under our control. When clicking on links and providing information to third-party websites, please note that we are not responsible for the data provided to such third parties. This privacy policy only applies to the websites listed at the beginning of this document, so when you visit other websites, even if you clicked on a link posted on Website, you should read their respective privacy policies.",
    "third_party_services": "Third Party Services",
    "third_party_services_intro": "We also use services provided by Tencent Cloud, Cloudflare, Huawei Cloud, and Google Analytics to provide a better experience for our visitors. These services may collect information about your use of our website. For more details about these services, please refer to the following links:",
    "third_party_tencent": "Tencent Cloud Privacy Policy",
    "third_party_cloudflare": "Cloudflare Privacy Policy",
    "third_party_huawei": "Huawei Cloud Privacy Policy",
    "third_party_google": "Google Privacy Policy",
    "cookies": "Cookies",
    "cookies_content": "Additionally, we use 'cookies' to automatically collect information about how you use our website. Cookies are text files placed on your computer used to collect standard internet log information and visitor behavior information. This information is used to track visitor use of the website and compile statistical reports of website activity.",
    "cookies_link_text": "Our Cookie Policy",
    "cookies_link_intro": "For detailed information about which cookies Website collects, please read",
    "policy_updates": "Privacy Policy Updates",
    "policy_updates_content": "Although most changes may be minor, Website may change its privacy policy from time to time at Website's sole discretion. Website encourages visitors to frequently check this page for any changes to its privacy policy. Your continued use of this website after any change to this privacy policy will constitute your acceptance of such changes.",
    "contact_us": "Contact Us",
    "contact_intro": "If you have any questions or concerns about this privacy statement, please contact us at:",
    "email_label": "Email:",
    "license_text": "This agreement is modified from WordPress.org",
    "license_link_text": "Privacy Policy",
    "license_suffix": " and is released under the CC BY-SA 4.0 license."
  },
  "cookies_policy": {
    "title": "Cookie Policy",
    "page_title": "zd xiaoda's Websites Cookie Policy",
    "last_updated": "Our Cookie Policy was last updated on November 22, 2025.",
    "what_are_cookies": "What are Cookies?",
    "what_are_cookies_content": "Cookies are small pieces of data stored in text files that are stored on your computer or other device when a website loads in your browser. They are widely used to 'remember' you and your preferences, either for a single visit (through 'session cookies') or for multiple repeat visits (through 'persistent cookies'). They ensure a consistent and efficient experience for visitors and perform essential functions such as allowing users to register and remain logged in. Cookies may be set by the website you are visiting (called 'first-party cookies') or by third parties, such as those who provide content, advertising or analytics services on the website (called 'third-party cookies').",
    "purpose": "Purpose of Using Cookies",
    "purpose_intro": "We use cookies to improve your experience, including but not limited to the following aspects:",
    "purpose_item1": "Remember your login status to keep you logged in across different pages;",
    "purpose_item2": "Store your language preference settings so that Websites can provide better service;",
    "purpose_item3": "Use Google Analytics to track and analyze Websites traffic.",
    "control": "How Can You Control Cookies?",
    "control_content": "Most browsers automatically accept cookies, but you can choose to disable cookies according to your needs. Please note that disabling cookies may affect your experience and cause some features to not work properly. If you want to learn more about how to control cookies, please visit your browser's help pages.",
    "contact_us": "Contact Us",
    "contact_intro": "If you have any questions or concerns about this privacy statement, please contact us at:",
    "email_label": "Email:",
    "license_text": "This agreement is modified from WordPress.org",
    "license_link_text": "Cookie Policy",
    "license_suffix": " and is released under the CC BY-SA 4.0 license."
  },
  "common": {
    "copyright": "© 2025 zd xiaoda",
    "language": "Language"
  }
}
