{
  "site_name": "zd小達のウェブサイト",
  "privacy_policy": {
    "title": "プライバシーポリシー",
    "page_title": "zd小達のウェブサイト プライバシーポリシー",
    "intro": "zd小達のウェブサイト（本文書では総称して「ウェブサイト」と呼びます）とは、xiaoda.fun、bilibili.party およびその他の関連ドメインとサブドメインで運営されているウェブサイト、およびこれらのドメインに基づいて作成された PWA アプリケーションを指します。本プライバシーポリシーは、ウェブサイトが、お客様から提供された情報をどのように使用し保護するかを説明しています。当社は、お客様のプライバシーが確実に保護されることをお約束します。ウェブサイトを通じて個人情報を提供される場合、その情報は本プライバシーステートメントに従ってのみ使用されることをご安心ください。",
    "last_updated": "当社のプライバシーポリシーは、2025年11月22日に最終更新されました。",
    "website_visitors": "ウェブサイト訪問者",
    "website_visitors_content": "ほとんどのウェブサイトと同様に、ウェブサイトは、ブラウザの種類、言語設定、参照元ウェブサイト、各訪問者のリクエストの日時など、個人を特定しない情報を収集します。これらの情報は通常、ウェブサイトのブラウザとサーバーによって提供されます。ウェブサイトが個人を特定しない情報を収集する目的は、ウェブサイトの訪問者がどのようにウェブサイトを使用しているかをより深く理解するためです。ウェブサイトは、時折、個人を特定しない情報の集計を公開することがあります。例えば、ウェブサイトの使用傾向に関するレポートを公開することがあります。",
    "collecting_pii": "個人識別情報の収集",
    "collecting_pii_content": "ウェブサイトの一部の訪問者は、ウェブサイトが個人識別情報を収集する必要がある方法でウェブサイトとやり取りすることを選択します。ウェブサイトが収集する情報の量と種類は、やり取りの性質によって異なります。例えば、当社のブログにコメントする方には、ユーザー名とメールアドレスの提供をお願いしています。",
    "information_protection": "情報保護",
    "information_protection_content1": "当社は、お客様の個人情報を不正アクセスや不正使用から保護するために合理的な措置を講じています。不要になった個人情報は削除し、必要な期間のみ保持します。",
    "information_protection_content2": "ご提供いただいた個人情報は、中国国内に保存されることにご注意ください。当社は、お客様の個人情報の安全を保護するために適切な措置を講じ、中国の関連法規を遵守します。",
    "personal_info_usage": "個人情報の使用",
    "personal_info_usage_content1": "お客様の同意または法律の要求がない限り、当社はお客様の個人情報を第三者に販売またはレンタルすることはありません。",
    "personal_info_usage_content2": "コメントに返信があった場合、または承認された場合に、お客様にメール通知を送信します。情報の受信に同意された場合、後でオプトアウトすることができます。",
    "personal_info_usage_content3": "お客様は、いつでも当社からのメールをブロックする権利があります。このようなメールを受信したくない場合は、メールの下部にある配信停止リンクをクリックしてください。",
    "your_rights": "お客様の情報に関する権利",
    "your_rights_intro": "データ保護法に基づき、お客様は当社が保持するお客様の個人情報に関して特定の権利を有する場合があります。特に、お客様には以下の権利がある場合があります：",
    "your_rights_item1": "当社が保持するお客様の個人情報のコピーを要求する。",
    "your_rights_item2": "当社が保持するお客様の個人情報の更新、または不正確または不完全と思われる個人情報の訂正を要求する。",
    "your_rights_item3": "当社が保持するお客様の個人情報をライブシステムから削除するか、そのような個人情報の使用方法を制限することを要求する（アーカイブからの情報の削除については、「個人情報の保持」セクションを参照してください）。",
    "your_rights_item4": "お客様の個人情報の処理に異議を唱える；",
    "your_rights_item5": "お客様の個人情報の処理に対する同意を撤回する（そのような処理がお客様の同意に基づいており、その同意が処理を許可する唯一の基礎である範囲において）。",
    "third_party_links": "第三者リンク",
    "third_party_links_content": "ウェブサイトには、当社の管理下にない第三者が提供する他のウェブサイトへのリンクが含まれている場合があります。リンクをクリックして第三者のウェブサイトに情報を提供する際は、当社がその第三者に提供されたデータについて責任を負わないことにご注意ください。本プライバシーポリシーは、本文書の冒頭に記載されているウェブサイトにのみ適用されるため、他のウェブサイトにアクセスする際は、ウェブサイトに掲載されているリンクをクリックした場合でも、それぞれのプライバシーポリシーをお読みください。",
    "third_party_services": "第三者サービス",
    "third_party_services_intro": "当社は、訪問者により良い体験を提供するために、Tencent Cloud、Cloudflare、Huawei Cloud、Google Analytics が提供するサービスも使用しています。これらのサービスは、お客様による当社ウェブサイトの使用に関する情報を収集する場合があります。これらのサービスの詳細については、以下のリンクを参照してください：",
    "third_party_tencent": "Tencent Cloud プライバシーポリシー",
    "third_party_cloudflare": "Cloudflare プライバシーポリシー",
    "third_party_huawei": "Huawei Cloud プライバシーポリシー",
    "third_party_google": "Google プライバシーポリシー",
    "cookies": "Cookie",
    "cookies_content": "さらに、当社は「Cookie」を使用して、お客様が当社ウェブサイトをどのように使用しているかに関する情報を自動的に収集します。Cookieは、お客様のコンピューターに配置され、標準的なインターネットログ情報と訪問者の行動情報を収集するために使用されるテキストファイルです。この情報は、訪問者によるウェブサイトの使用を追跡し、ウェブサイト活動の統計レポートを作成するために使用されます。",
    "cookies_link_text": "当社のCookieポリシー",
    "cookies_link_intro": "ウェブサイトが収集するCookieの詳細については、",
    "policy_updates": "プライバシーポリシーの更新",
    "policy_updates_content": "ほとんどの変更は軽微である可能性がありますが、ウェブサイトは、ウェブサイトの独自の裁量により、随時プライバシーポリシーを変更する場合があります。ウェブサイトは、訪問者がこのページを頻繁にチェックして、プライバシーポリシーの変更を確認することをお勧めします。本プライバシーポリシーの変更後、本ウェブサイトの継続使用は、そのような変更の受諾を構成します。",
    "contact_us": "お問い合わせ",
    "contact_intro": "本プライバシーステートメントに関してご質問や懸念がある場合は、以下の住所までお問い合わせください：",
    "email_label": "メール：",
    "license_text": "本契約の内容は WordPress.org の",
    "license_link_text": "プライバシーポリシー",
    "license_suffix": "から修正されたもので、CC BY-SA 4.0 ライセンスの下で公開されています。"
  },
  "cookies_policy": {
    "title": "Cookie ポリシー",
    "page_title": "zd小達のウェブサイト Cookie ポリシー",
    "last_updated": "当社の Cookie ポリシーは、2025年11月22日に最終更新されました。",
    "what_are_cookies": "Cookie とは何ですか？",
    "what_are_cookies_content": "Cookie は、ウェブサイトがブラウザで読み込まれるときに、お客様のコンピューターまたはその他のデバイスに保存されるテキストファイルに格納される小さなデータです。これらは、お客様とお客様の設定を「記憶」するために広く使用されており、単一の訪問（「セッションCookie」を通じて）または複数の繰り返しの訪問（「永続的Cookie」を通じて）のいずれかで使用されます。これらは、訪問者に一貫性のある効率的なエクスペリエンスを保証し、ユーザーが登録してログイン状態を維持できるようにするなどの基本機能を実行します。Cookie は、訪問しているウェブサイトによって設定される場合（「ファーストパーティCookie」と呼ばれます）と、ウェブサイトでコンテンツ、広告、または分析サービスを提供する第三者によって設定される場合（「サードパーティCookie」と呼ばれます）があります。",
    "purpose": "Cookie を使用する目的",
    "purpose_intro": "当社は、以下の側面を含むがこれらに限定されない、お客様の使用体験を改善するために Cookie を使用しています：",
    "purpose_item1": "ログイン状態を記憶して、異なるページ間でログイン状態を維持する；",
    "purpose_item2": "言語設定を保存して、ウェブサイトがより良いサービスを提供できるようにする；",
    "purpose_item3": "Google Analytics を使用してウェブサイトのトラフィックを追跡および分析する。",
    "control": "Cookie を制御する方法は？",
    "control_content": "ほとんどのブラウザは自動的に Cookie を受け入れますが、必要に応じて Cookie を無効にすることができます。Cookie を無効にすると、使用体験に影響を与え、一部の機能が正常に動作しなくなる可能性があることにご注意ください。Cookie の制御方法について詳しく知りたい場合は、お使いのブラウザのヘルプページをご覧ください。",
    "contact_us": "お問い合わせ",
    "contact_intro": "本プライバシーステートメントに関してご質問や懸念がある場合は、以下の住所までお問い合わせください：",
    "email_label": "メール：",
    "license_text": "本契約の内容は WordPress.org の",
    "license_link_text": "Cookie ポリシー",
    "license_suffix": "から修正されたもので、CC BY-SA 4.0 ライセンスの下で公開されています。"
  },
  "common": {
    "copyright": "© 2025 zd小達",
    "language": "言語"
  }
}
